Repository: tv2/tv-automation-state-timeline-resolver
Catalog: packages/timeline-state-resolver/locales/*/timeline-state-resolver.po
Languages: nn, sv

source: Action "{{id}}" not found
nn: Fann ikkje funksjonen "{{id}}"
sv: Funktionen "{{id}}" hittades inte

source: Bad reply: [{{statusCode}}] {{body}}
sv: Felaktigt svar: [{{statusCode}}] {{body}}

source: Cannot restart CasparCG without a connection
nn: Kan ikkje starte CasparCG på nytt utan ei tilkopling
sv: Kan inte starta om CasparCG utan en anslutning

source: CasparCGDevice: config.launcherHost is not set!
nn: CasparCG: config.launcherHost er ikkje definert!
sv: CasparCG: config.launcherHost är inte ifylld!

source: CasparCGDevice: config.launcherPort is not set!
nn: CasparCG: config.launcherPort er ikkje definert!
sv: CasparCG: config.launcherPort är inte ifylld!

source: Clear
nn: Tøm
sv: Rensa

source: Command received by the abstract device
nn: Kommandoen har blitt motteken av den abstrakte eininga
sv: Kommandot har tagits emot av abstract-enheten

source: Device does not implement an action handler
nn: Eininga støtter ikkje funksjonar
sv: Enheten har inte stöd för funktioner

source: Format disks
nn: Formater disk
sv: Formatera hårddiskarna

source: Purge Viz Rundown
nn: Tøm Viz-speleliste
sv: Rensa Viz Rundown

source: Restart gateway
nn: Start gateway på nytt
sv: Starta om gatewayen

source: Restart Server
nn: Start server på nytt
sv: Starta om servern

source: Resync Atem
nn: Synkroniser Atem på nytt
sv: Synka om Atem

source: Test action
nn: Test funksjon
sv: Testa funktion
